"Aw crap" = "AW حماقة";
"Back" = "إلى الوراء";
"Half full" = "نصف كاملة";
"How ya feeling today?" = "كيف يا شعور اليوم؟";
"Live half full." = "يعيش نصف كاملة.";
"Loading..." = "تحميل ...";
"Next" = "التالي";
"No internet connection" = "لا يوجد اتصال إنترنت";
"OK" = "حسنا";
"Patience is a virtue." = "الصبر فضيلة.";
"Share to Facebook" = "تبادل لالفيسبوك";
"Share to Twitter" = "المشاركة في Twitter";
"Sorry, this quote is too long to post to Twitter." = "عذرا، هذا الاقتباس هو وقتا طويلا لانشره على Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "التطبيق الذي يحول رسالتكم يتقبل رأسا على عقب مع جرعة من الإلهام لركلة أي مزاج سيئ في بعقب!";
"The glass is always" = "الزجاج هو دائما";
"The quote hasn't loaded yet." = "الاقتباس لم تحميل حتى الآن.";
"Try Again" = "حاول مرة أخرى";
"Whoops" = "يصيح";
"don't be angry." = "غاضب";
"don't be impatient." = "نافذ الصبر";
"don't be tired." = "متعب";
"don't be lonely." = "وحيدا";
"don't be depressed." = "مكتئب";
"don't be guilty." = "مذنب";
"don't be sad." = "حزين";
"don't be nostalgic." = "الحنين";
"don't be jealous." = "غيور";
"don't be dull." = "ممل";
"don't be scared." = "خائفة";
"don't be anxious." = "قلق";
"angry" = "غاضب";
"impatient" = "نافذ الصبر";
"tired" = "متعب";
"lonely" = "وحيدا";
"depressed" = "مكتئب";
"guilty" = "مذنب";
"sad" = "حزين";
"nostalgic" = "الحنين";
"jealous" = "غيور";
"dull" = "ممل";
"scared" = "خائفة";
"anxious" = "قلق";
